<p><strong>Termos de Servi&ccedil;o</strong></p>
<p>&nbsp;</p>
<p>Estes Termos de Servi&ccedil;o regem o uso da funcionalidade de Login e os Detalhes do aplicativo. Ao acessar ou utilizar o aplicativo, voc&ecirc; concorda com os termos estabelecidos abaixo. Se voc&ecirc; n&atilde;o concorda com os termos, n&atilde;o deve usar o servi&ccedil;o.</p>
<p>&nbsp;</p>
<ol>
<li><strong> Aceita&ccedil;&atilde;o dos Termos</strong></li>
</ol>
<p>Ao utilizar o aplicativo, voc&ecirc; concorda em seguir todas as regras e diretrizes estabelecidas nestes Termos de Servi&ccedil;o, bem como em qualquer atualiza&ccedil;&atilde;o que possa ser feita periodicamente.</p>
<p>&nbsp;</p>
<ol start="2">
<li><strong> Descri&ccedil;&atilde;o do Servi&ccedil;o</strong></li>
</ol>
<p>O aplicativo oferece uma interface de login para autentica&ccedil;&atilde;o e a exibi&ccedil;&atilde;o de detalhes do usu&aacute;rio, permitindo o acesso a recursos e funcionalidades dispon&iacute;veis no aplicativo. O servi&ccedil;o pode incluir funcionalidades adicionais relacionadas ao perfil do usu&aacute;rio, como gerenciamento de dados pessoais e configura&ccedil;&otilde;es.</p>
<p>&nbsp;</p>
<ol start="3">
<li><strong> Registro e Seguran&ccedil;a</strong></li>
</ol>
<p>Para utilizar a funcionalidade de Login, voc&ecirc; dever&aacute; criar uma conta, fornecendo informa&ccedil;&otilde;es precisas e completas. Ao se registrar, voc&ecirc; concorda em:</p>
<p>Fornecer informa&ccedil;&otilde;es ver&iacute;dicas ao criar a conta.</p>
<p>Manter a confidencialidade de suas credenciais de login.</p>
<p>Informar imediatamente qualquer acesso n&atilde;o autorizado ou comprometimento de seguran&ccedil;a &agrave; equipe de suporte.</p>
<p>Voc&ecirc; &eacute; o &uacute;nico respons&aacute;vel por todas as atividades que ocorram sob sua conta.</p>
<p>&nbsp;</p>
<ol start="4">
<li><strong> Privacidade dos Dados</strong></li>
</ol>
<p>As informa&ccedil;&otilde;es fornecidas durante o login, como nome de usu&aacute;rio, senha e outras informa&ccedil;&otilde;es pessoais, s&atilde;o protegidas e tratadas de acordo com nossa Pol&iacute;tica de Privacidade, que explica como coletamos, usamos e armazenamos seus dados.</p>
<p>&nbsp;</p>
<ol start="5">
<li><strong> Uso Aceit&aacute;vel</strong></li>
</ol>
<p>Ao utilizar o aplicativo, voc&ecirc; concorda em:</p>
<p>Utilizar o servi&ccedil;o de forma legal e de acordo com todas as leis aplic&aacute;veis.</p>
<p>N&atilde;o tentar hackear, explorar vulnerabilidades ou realizar engenharia reversa no sistema.</p>
<p>N&atilde;o utilizar o servi&ccedil;o para fins de spam, ass&eacute;dio ou qualquer outra atividade prejudicial a outros usu&aacute;rios.</p>
<p>&nbsp;</p>
<ol start="6">
<li><strong> Modifica&ccedil;&otilde;es no Servi&ccedil;o</strong></li>
</ol>
<p>Podemos, a nosso crit&eacute;rio, alterar, suspender ou descontinuar o servi&ccedil;o ou quaisquer de suas funcionalidades, a qualquer momento, sem aviso pr&eacute;vio. Nos esfor&ccedil;aremos para notificar os usu&aacute;rios de quaisquer altera&ccedil;&otilde;es que afetem significativamente o servi&ccedil;o.</p>
<p>&nbsp;</p>
<ol start="7">
<li><strong> Limita&ccedil;&otilde;es de Responsabilidade</strong></li>
</ol>
<p>N&oacute;s nos esfor&ccedil;amos para manter o servi&ccedil;o funcional e livre de interrup&ccedil;&otilde;es, mas n&atilde;o garantimos que o aplicativo estar&aacute; dispon&iacute;vel 100% do tempo ou sem erros. N&atilde;o nos responsabilizamos por:</p>
<p>Interrup&ccedil;&otilde;es no servi&ccedil;o de qualquer tipo.</p>
<p>Perda de dados ou falhas no sistema.</p>
<p>Danos diretos ou indiretos resultantes do uso do aplicativo.</p>
<p>&nbsp;</p>
<ol start="8">
<li><strong> Rescis&atilde;o de Conta</strong></li>
</ol>
<p>Reservamo-nos o direito de suspender ou encerrar sua conta se voc&ecirc; violar estes Termos de Servi&ccedil;o ou qualquer outro regulamento aplic&aacute;vel ao uso do servi&ccedil;o. Em caso de rescis&atilde;o, o acesso ao aplicativo ser&aacute; revogado imediatamente.</p>
<p>&nbsp;</p>
<ol start="9">
<li><strong> Altera&ccedil;&otilde;es aos Termos</strong></li>
</ol>
<p>Podemos modificar estes Termos de Servi&ccedil;o a qualquer momento. Quaisquer altera&ccedil;&otilde;es significativas ser&atilde;o informadas aos usu&aacute;rios por meio de notifica&ccedil;&otilde;es no aplicativo. Seu uso cont&iacute;nuo do aplicativo ap&oacute;s as modifica&ccedil;&otilde;es indica sua aceita&ccedil;&atilde;o dos novos termos.</p>
<p>&nbsp;</p>
<ol start="10">
<li><strong> Legisla&ccedil;&atilde;o Aplic&aacute;vel</strong></li>
</ol>
<p>Estes Termos de Servi&ccedil;o s&atilde;o regidos pelas leis da jurisdi&ccedil;&atilde;o onde o servi&ccedil;o &eacute; oferecido. Qualquer disputa ser&aacute; resolvida conforme as leis aplic&aacute;veis e nos tribunais competentes.</p>
<p>&nbsp;</p>
<ol start="11">
<li><strong> Contato</strong></li>
</ol>
<p>Se voc&ecirc; tiver alguma d&uacute;vida sobre estes Termos de Servi&ccedil;o ou precisar de assist&ecirc;ncia, entre em contato conosco pelo e-mail <a href="mailto:valdirfh@hotmail.com">valdirfh@hotmail.com</a> ou pelos canais de atendimento dispon&iacute;veis no aplicativo.</p>
<p>&nbsp;</p>
<p>&Uacute;ltima atualiza&ccedil;&atilde;o: 17/09/2024</p>
<!-- Comments are visible in the HTML source only -->